Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Each is encrypted on your device before upload, with a key kept in your iCloud Keychain, so neither Apple nor the developer can read it.
ar: يُشفَّر كل تسجيل على جهازك قبل رفعه، بمفتاح محفوظ في سلسلة مفاتيح iCloud الخاصة بك، فلا تستطيع Apple ولا المطوّر قراءته.
da: Hver optagelse krypteres på din enhed før upload med en nøgle, der opbevares i din iCloud-nøglering, så hverken Apple eller udvikleren kan læse den.
de: Jede Aufzeichnung wird vor dem Hochladen auf deinem Gerät verschlüsselt, mit einem Schlüssel in deinem iCloud-Schlüsselbund, sodass weder Apple noch der Entwickler sie lesen kann.
es: Cada una se cifra en tu dispositivo antes de subirla, con una clave guardada en tu Llavero de iCloud, de modo que ni Apple ni el desarrollador pueden leerla.
fi: Jokainen salataan laitteellasi ennen lähetystä avaimella, jota säilytetään iCloud-avainnipussasi, joten Apple ja kehittäjä eivät kumpikaan voi lukea sitä.
fr: Chaque élément est chiffré sur votre appareil avant l’envoi, avec une clé conservée dans votre trousseau iCloud, si bien que ni Apple ni le développeur ne peuvent le lire.
is: Hvert og eitt er dulkóðað í tækinu þínu fyrir upphleðslu, með lykli sem geymdur er í iCloud-lyklakippunni þinni, svo hvorki Apple né forritarinn geta lesið það.
it: Ciascun elemento viene crittografato sul tuo dispositivo prima del caricamento, con una chiave conservata nel Portachiavi di iCloud, quindi né Apple né lo sviluppatore possono leggerlo.
ja: それぞれアップロード前にデバイス上で暗号化され、その鍵は iCloudキーチェーンに保管されるため、Apple も開発者も内容を読むことはできません。
ko: 각 항목은 업로드 전에 기기에서 암호화되며, 키는 iCloud 키체인에 보관되므로 Apple도 개발자도 내용을 읽을 수 없습니다.
nb: Hver av dem krypteres på enheten før opplasting, med en nøkkel som oppbevares i iCloud-nøkkelringen din, slik at verken Apple eller utvikleren kan lese dem.
nl: Elk ervan wordt vóór het uploaden op je apparaat versleuteld, met een sleutel die in je iCloud-sleutelhanger wordt bewaard, zodat Apple noch de ontwikkelaar het kan lezen.
pt_br: Cada item é criptografado no seu dispositivo antes do upload, com uma chave guardada nas Chaves do iCloud, de modo que nem a Apple nem o desenvolvedor podem lê-lo.
ru: Каждая запись шифруется на вашем устройстве перед загрузкой ключом, который хранится в Связке ключей iCloud, поэтому ни Apple, ни разработчик не могут её прочитать.
sv: Allt krypteras på din enhet före uppladdning, med en nyckel som förvaras i din iCloud-nyckelring, så att varken Apple eller utvecklaren kan läsa det.
zh_hans: 每一项在上传前都会在你的设备上加密，密钥保存在你的 iCloud 钥匙串中，因此 Apple 和开发者都无法读取。

source: Each receives data directly from your device, under your own account where one is needed, and handles it under its own privacy policy; the consent screen links each AI provider's.
ar: تتلقى كل خدمة البيانات مباشرةً من جهازك، عبر حسابك الخاص حيث يلزم ذلك، وتتعامل معها وفق سياسة الخصوصية الخاصة بها؛ وتربط شاشة الموافقة إلى سياسة كل مزوّد ذكاء اصطناعي.
da: Hver tjeneste modtager data direkte fra din enhed, under din egen konto hvor der kræves en, og behandler dem efter sin egen privatlivspolitik; samtykkeskærmen linker til hver AI-udbyders.
de: Jeder Dienst erhält Daten direkt von deinem Gerät, bei Bedarf über dein eigenes Konto, und verarbeitet sie gemäß seiner eigenen Datenschutzrichtlinie; der Einwilligungsbildschirm verlinkt die jedes KI-Anbieters.
es: Cada uno recibe los datos directamente desde tu dispositivo, con tu propia cuenta cuando hace falta una, y los trata según su propia política de privacidad; la pantalla de consentimiento enlaza la de cada proveedor de IA.
fi: Jokainen vastaanottaa tiedot suoraan laitteeltasi, tarvittaessa omalla tililläsi, ja käsittelee niitä oman tietosuojakäytäntönsä mukaisesti; suostumusnäkymässä on linkki kunkin tekoälypalveluntarjoajan käytäntöön.
fr: Chacun reçoit les données directement depuis votre appareil, sous votre propre compte lorsqu’il en faut un, et les traite selon sa propre politique de confidentialité ; l’écran de consentement renvoie à celle de chaque fournisseur d’IA.
is: Hver og einn fær gögnin beint úr tækinu þínu, undir þínum eigin reikningi þar sem hans er þörf, og meðhöndlar þau samkvæmt eigin persónuverndarstefnu; samþykkisskjárinn vísar á stefnu hvers gervigreindarþjónustu.
it: Ciascuno riceve i dati direttamente dal tuo dispositivo, con il tuo account quando ne serve uno, e li gestisce secondo la propria informativa sulla privacy; la schermata del consenso rimanda a quella di ogni fornitore di IA.
ja: 各サービスはあなたのデバイスから直接データを受け取り（必要な場合はあなた自身のアカウントで）、それぞれのプライバシーポリシーに従って取り扱います。同意画面には各 AI プロバイダのポリシーへのリンクがあります。
ko: 각 서비스는 사용자의 기기에서 직접(필요한 경우 사용자 본인의 계정으로) 데이터를 받아 자체 개인정보 처리방침에 따라 처리합니다. 동의 화면에는 각 AI 제공업체의 방침 링크가 있습니다.
nb: Hver tjeneste mottar data direkte fra enheten din, under din egen konto der det trengs, og behandler dem etter sine egne personvernregler; samtykkeskjermen lenker til hver AI-leverandørs.
nl: Elke dienst ontvangt gegevens rechtstreeks van je apparaat, onder je eigen account waar dat nodig is, en verwerkt ze volgens zijn eigen privacybeleid; het toestemmingsscherm linkt naar dat van elke AI-aanbieder.
pt_br: Cada um recebe dados diretamente do seu dispositivo, na sua própria conta quando uma é necessária, e os trata conforme a própria política de privacidade; a tela de consentimento traz o link da política de cada provedor de IA.
ru: Каждый из них получает данные напрямую с вашего устройства — через ваш собственный аккаунт, если он нужен, — и обрабатывает их в соответствии со своей политикой конфиденциальности; на экране согласия есть ссылка на политику каждого ИИ-провайдера.
sv: Var och en tar emot data direkt från din enhet, under ditt eget konto där ett sådant behövs, och hanterar den enligt sin egen integritetspolicy; samtyckesskärmen länkar till varje AI-leverantörs.
zh_hans: 每个服务都直接从你的设备接收数据（如需账户，则使用你自己的账户），并按其自身的隐私政策处理；同意界面提供了每个 AI 服务商政策的链接。

source: Each row is a MetricKit payload from iOS. The 'summary' line categorizes any abnormal app exits — e.g. `bg_memory_resource_limit=1` means iOS killed the app once in background for exceeding the memory budget.
ar: كل صف هو حمولة MetricKit من iOS. يصنّف سطر 'summary' أي إنهاءات غير طبيعية للتطبيق — على سبيل المثال، `bg_memory_resource_limit=1` يعني أن iOS أنهى التطبيق مرة واحدة في الخلفية لتجاوزه حد الذاكرة.
da: Hver række er en MetricKit-nyttelast fra iOS. 'summary'-linjen kategoriserer eventuelle unormale app-afslutninger — f.eks. betyder `bg_memory_resource_limit=1`, at iOS lukkede appen én gang i baggrunden for at have overskredet hukommelsesbudgettet.
de: Jede Zeile ist eine MetricKit-Nutzlast von iOS. Die Zeile „summary“ kategorisiert alle abnormalen App-Beendigungen — z. B. bedeutet `bg_memory_resource_limit=1`, dass iOS die App einmal im Hintergrund beendet hat, weil das Speicherbudget überschritten wurde.
es: Cada fila es una carga útil de MetricKit de iOS. La línea 'summary' clasifica cualquier cierre anómalo de la app; por ejemplo, `bg_memory_resource_limit=1` significa que iOS cerró la app una vez en segundo plano por superar el límite de memoria.
fi: Jokainen rivi on iOS:n MetricKit-kuorma. 'summary'-rivi luokittelee poikkeavat sovelluksen sulkeutumiset — esimerkiksi `bg_memory_resource_limit=1` tarkoittaa, että iOS sulki sovelluksen kerran taustalla muistibudjetin ylittämisen vuoksi.
fr: Chaque ligne est une charge utile MetricKit d'iOS. La ligne « summary » classe les fermetures anormales de l'app — par ex. `bg_memory_resource_limit=1` signifie qu'iOS a fermé l'app une fois en arrière-plan pour dépassement du budget mémoire.
is: Hver röð er MetricKit-gagnasending frá iOS. 'summary'-línan flokkar óeðlilegar lokanir forritsins — t.d. þýðir `bg_memory_resource_limit=1` að iOS lokaði forritinu einu sinni í bakgrunni vegna þess að það fór yfir minnismörkin.
it: Ogni riga è un payload MetricKit di iOS. La riga 'summary' classifica eventuali chiusure anomale dell'app — ad es. `bg_memory_resource_limit=1` significa che iOS ha terminato l'app una volta in background per aver superato il limite di memoria.
ja: 各行は iOS の MetricKit ペイロードです。'summary' 行は異常なアプリ終了を分類します。たとえば `bg_memory_resource_limit=1` は、メモリ予算を超過したため iOS がバックグラウンドでアプリを1回終了させたことを意味します。
ko: 각 행은 iOS의 MetricKit 페이로드입니다. 'summary' 줄은 비정상적인 앱 종료를 분류합니다. 예를 들어 `bg_memory_resource_limit=1`은 메모리 예산을 초과하여 iOS가 백그라운드에서 앱을 한 번 종료했음을 의미합니다.
nb: Hver rad er en MetricKit-nyttelast fra iOS. 'summary'-linjen kategoriserer eventuelle unormale app-avslutninger — f.eks. betyr `bg_memory_resource_limit=1` at iOS avsluttet appen én gang i bakgrunnen fordi den overskred minnebudsjettet.
nl: Elke rij is een MetricKit-payload van iOS. De regel 'summary' categoriseert eventuele abnormale app-afsluitingen — bijvoorbeeld `bg_memory_resource_limit=1` betekent dat iOS de app één keer op de achtergrond heeft beëindigd wegens overschrijding van het geheugenbudget.
pt_br: Cada linha é um payload do MetricKit do iOS. A linha 'summary' classifica quaisquer encerramentos anormais do app — por exemplo, `bg_memory_resource_limit=1` significa que o iOS encerrou o app uma vez em segundo plano por exceder o limite de memória.
ru: Каждая строка — это полезная нагрузка MetricKit из iOS. Строка 'summary' классифицирует любые аномальные завершения работы приложения — например, `bg_memory_resource_limit=1` означает, что iOS один раз завершил работу приложения в фоновом режиме из-за превышения лимита памяти.
sv: Varje rad är en MetricKit-nyttolast från iOS. Raden 'summary' kategoriserar eventuella onormala appavslut — t.ex. betyder `bg_memory_resource_limit=1` att iOS avslutade appen en gång i bakgrunden för att den överskred minnesbudgeten.
zh_hans: 每一行都是来自 iOS 的 MetricKit 负载。'summary' 行对任何异常的应用退出进行分类——例如 `bg_memory_resource_limit=1` 表示 iOS 因超出内存预算而在后台终止了该应用一次。

source: Each session will be fully analyzed with artifact detection and HRV metrics calculation.
ar: سيتم تحليل كل جلسة بالكامل مع اكتشاف التشوّهات وحساب مقاييس HRV.
da: Hver session vil blive fuldt analyseret med artefaktdetektion og HRV-beregning.
de: Jede Sitzung wird mit Artefakterkennung und HRV-Metrikberechnung vollständig analysiert.
es: Cada sesión se analizará completamente con detección de artefactos y cálculo de métricas de HRV.
fi: Jokainen istunto analysoidaan täysin artefaktien tunnistuksella ja HRV-mittareiden laskennalla.
fr: Chaque session sera entièrement analysée avec détection d'artéfacts et calcul des métriques HRV.
is: Hver lota verður greind að fullu með greiningu á truflunum og útreikningi á HRV-mæligildum.
it: Ogni sessione verrà analizzata completamente con rilevamento degli artefatti e calcolo delle metriche HRV.
ja: 各セッションはアーティファクト検出とHRVメトリクス計算で完全に分析されます。
ko: 각 세션은 아티팩트 검출 및 HRV 지표 계산을 통해 완전히 분석됩니다.
nb: Hver økt vil bli fullstendig analysert med artefaktdeteksjon og HRV-beregning.
nl: Elke sessie wordt volledig geanalyseerd met artefactdetectie en HRV-metriekenberekening.
pt_br: Cada sessão será totalmente analisada com detecção de artefatos e cálculo de métricas de HRV.
ru: Каждая сессия будет полностью проанализирована с обнаружением артефактов и расчётом показателей ВСР.
sv: Varje session analyseras fullständigt med artefaktdetektering och HRV-beräkning.
zh_hans: 每个记录将进行完整分析，包括伪差检测和HRV指标计算。

source: Earlier
ar: سابقًا
da: Tidligere
de: Früher
es: Antes
fi: Aiemmin
fr: Plus tôt
is: Fyrr
it: Prima
ja: それ以前
ko: 이전
nb: Tidligere
nl: Eerder
pt_br: Antes
ru: Ранее
sv: Tidigare
zh_hans: 更早

source: Earlier bedtime tonight helps tomorrow's reading recover.
ar: النوم مبكرًا الليلة يساعد قراءة الغد على التعافي.
da: Tidligere sengetid i nat hjælper morgendagens måling med at komme sig.
de: Früher schlafen gehen hilft der Messung von morgen.
es: Acostarte antes esta noche ayudará a que la lectura de mañana se recupere.
fi: Aiempi nukkumaanmeno tänä yönä auttaa huomista mittausta palautumaan.
fr: Se coucher plus tôt ce soir aidera la mesure de demain à remonter.
is: Fyrri háttatími í kvöld hjálpar mælingu morgundagsins að ná sér.
it: Andare a letto prima stanotte aiuterà la lettura di domani a risalire.
ja: 今夜早めに就寝すると、明日の測定値の回復に役立ちます。
ko: 오늘 밤 일찍 자면 내일 측정값 회복에 도움이 됩니다.
nb: Tidligere leggetid i natt hjelper morgendagens måling å ta seg opp.
nl: Eerder naar bed vannacht helpt de meting van morgen herstellen.
pt_br: Dormir mais cedo hoje ajuda a leitura de amanhã a se recuperar.
ru: Более ранний отход ко сну поможет завтрашнему измерению.
sv: Tidigare läggdags i natt hjälper morgondagens mätning att återhämta sig.
zh_hans: 今晚早点就寝有助于明天读数回升。

source: easy
ar: سهل
da: let
de: locker
es: suave
fi: kevyt
fr: facile
is: létt
it: facile
ja: イージー
ko: 쉬움
nb: lett
nl: licht
pt_br: leve
ru: лёгкая
sv: lätt
zh_hans: 轻松

source: Easy
ar: سهل
da: Let
de: Locker
es: Suave
fi: Kevyt
fr: Facile
is: Létt
it: Facile
ja: イージー
ko: 쉬움
nb: Lett
nl: Licht
pt_br: Leve
ru: Лёгкая
sv: Lätt
zh_hans: 轻松

source: Easy · Below Aerobic Threshold
ar: سهل · تحت العتبة الهوائية
da: Let · under aerob tærskel
de: Locker · unter der aeroben Schwelle
es: Suave · por debajo del umbral aeróbico
fi: Kevyt · alle aerobisen kynnyksen
fr: Facile · sous le seuil aérobie
is: Létt · undir loftháðum þröskuldi
it: Facile · sotto la soglia aerobica
ja: イージー · 有酸素性作業閾値未満
ko: 쉬움 · 유산소 역치 미만
nb: Lett · under aerob terskel
nl: Licht · onder aerobe drempel
pt_br: Leve · abaixo do limiar aeróbico
ru: Лёгкая · ниже аэробного порога
sv: Lätt · under aerob tröskel
zh_hans: 轻松 · 低于有氧阈

source: EASY · BELOW AEROBIC THRESHOLD
ar: سهل · تحت العتبة الهوائية
da: LET · UNDER AEROB TÆRSKEL
de: LOCKER · UNTER DER AEROBEN SCHWELLE
es: SUAVE · POR DEBAJO DEL UMBRAL AERÓBICO
fi: KEVYT · ALLE AEROBISEN KYNNYKSEN
fr: FACILE · SOUS LE SEUIL AÉROBIE
is: LÉTT · UNDIR LOFTHÁÐUM ÞRÖSKULDI
it: FACILE · SOTTO LA SOGLIA AEROBICA
ja: イージー · 有酸素性作業閾値未満
ko: 쉬움 · 유산소 역치 미만
nb: LETT · UNDER AEROB TERSKEL
nl: LICHT · ONDER AEROBE DREMPEL
pt_br: LEVE · ABAIXO DO LIMIAR AERÓBICO
ru: ЛЁГКАЯ · НИЖЕ АЭРОБНОГО ПОРОГА
sv: LÄTT · UNDER AEROB TRÖSKEL
zh_hans: 轻松 · 低于有氧阈

source: Easy · below aerobic threshold (α1 ≥ 0.75)
ar: سهل · تحت العتبة الهوائية (α1 ≥ 0.75)
da: Let · under aerob tærskel (α1 ≥ 0,75)
de: Locker · unter der aeroben Schwelle (α1 ≥ 0,75)
es: Suave · por debajo del umbral aeróbico (α1 ≥ 0,75)
fi: Kevyt · alle aerobisen kynnyksen (α1 ≥ 0,75)
fr: Facile · sous le seuil aérobie (α1 ≥ 0,75)
is: Létt · undir loftháðum þröskuldi (α1 ≥ 0,75)
it: Facile · sotto la soglia aerobica (α1 ≥ 0,75)
ja: イージー · 有酸素性作業閾値未満 (α1 ≥ 0.75)
ko: 쉬움 · 유산소 역치 미만 (α1 ≥ 0.75)
nb: Lett · under aerob terskel (α1 ≥ 0,75)
nl: Licht · onder aerobe drempel (α1 ≥ 0,75)
pt_br: Leve · abaixo do limiar aeróbico (α1 ≥ 0,75)
ru: Лёгкая · ниже аэробного порога (α1 ≥ 0,75)
sv: Lätt · under aerob tröskel (α1 ≥ 0,75)
zh_hans: 轻松 · 低于有氧阈 (α1 ≥ 0.75)

source: Easy (≥0.75)
ar: سهل (≥0.75)
da: Let (≥0,75)
de: Locker (≥0,75)
es: Suave (≥0,75)
fi: Kevyt (≥0,75)
fr: Facile (≥0,75)
is: Létt (≥0,75)
it: Facile (≥0,75)
ja: イージー (≥0.75)
ko: 쉬움 (≥0.75)
nb: Lett (≥0,75)
nl: Licht (≥0,75)
pt_br: Leve (≥0,75)
ru: Лёгкая (≥0,75)
sv: Lätt (≥0,75)
zh_hans: 轻松 (≥0.75)

source: Easy (α1 ≥ 0.75)
ar: سهل (α1 ≥ 0.75)
da: Let (α1 ≥ 0,75)
de: Locker (α1 ≥ 0,75)
es: Suave (α1 ≥ 0,75)
fi: Kevyt (α1 ≥ 0,75)
fr: Facile (α1 ≥ 0,75)
is: Létt (α1 ≥ 0,75)
it: Facile (α1 ≥ 0,75)
ja: イージー (α1 ≥ 0.75)
ko: 쉬움 (α1 ≥ 0.75)
nb: Lett (α1 ≥ 0,75)
nl: Licht (α1 ≥ 0,75)
pt_br: Leve (α1 ≥ 0,75)
ru: Лёгкая (α1 ≥ 0,75)
sv: Lätt (α1 ≥ 0,75)
zh_hans: 轻松 (α1 ≥ 0.75)

# Easy %lldm · Threshold %lldm · Above AT2 %lldm.
source: Easy %1$lldm · Threshold %2$lldm · Above AT2 %3$lldm.
ar: سهل %lld د · العتبة %lld د · فوق AT2 %lld د.
da: Let %lld m · tærskel %lld m · over AT2 %lld m.
de: Locker %lld Min. · Schwelle %lld Min. · über AT2 %lld Min.
es: Suave %lld min · umbral %lld min · sobre AT2 %lld min.
fi: Kevyt %lld min · kynnys %lld min · yli AT2 %lld min.
fr: Facile %lld min · seuil %lld min · au-dessus d’AT2 %lld min.
is: Létt %lld mín · þröskuldur %lld mín · yfir AT2 %lld mín.
it: Facile %lld min · soglia %lld min · sopra AT2 %lld min.
ja: イージー %lld 分 · 閾値 %lld 分 · AT2 超 %lld 分。
ko: 쉬움 %lld분 · 역치 %lld분 · AT2 초과 %lld분.
nb: Lett %lld min · terskel %lld min · over AT2 %lld min.
nl: Licht %lld min · drempel %lld min · boven AT2 %lld min.
pt_br: Leve %lld min · limiar %lld min · acima de AT2 %lld min.
ru: Легко %lld мин · порог %lld мин · выше AT2 %lld мин.
sv: Lätt %lld min · tröskel %lld min · över AT2 %lld min.
zh_hans: 轻松 %lld 分钟 · 阈值 %lld 分钟 · 高于 AT2 %lld 分钟。

source: Easy aerobic
ar: هوائي سهل
da: Let aerob
de: Locker aerob
es: Aeróbico suave
fi: Kevyt aerobinen
fr: Aérobie facile
is: Létt loftháð
it: Aerobico facile
ja: イージー有酸素
ko: 가벼운 유산소
nb: Lett aerob
nl: Licht aeroob
pt_br: Aeróbico leve
ru: Лёгкая аэробная
sv: Lätt aerob
zh_hans: 轻松有氧

source: Easy aerobic — building base
ar: هوائي سهل — بناء القاعدة
da: Let aerob — opbygger base
de: Locker aerob — Grundlage aufbauen
es: Aeróbico suave — construyendo base
fi: Kevyt aerobinen — peruskunnon rakentaminen
fr: Aérobie facile — construction de la base
is: Létt loftháð — byggir grunn
it: Aerobico facile — costruzione della base
ja: イージー有酸素 — 土台づくり
ko: 가벼운 유산소 — 기초 형성
nb: Lett aerob — bygger base
nl: Licht aeroob — basis opbouwen
pt_br: Aeróbico leve — construindo base
ru: Лёгкая аэробная — база
sv: Lätt aerob — bygger bas
zh_hans: 轻松有氧 — 打基础

source: Easy aerobic work is the safe bet today.
ar: العمل الهوائي السهل هو الخيار الآمن اليوم.
da: Let aerobt arbejde er det sikre valg i dag.
de: Lockere aerobe Arbeit ist heute die sichere Wahl.
es: El trabajo aeróbico suave es la apuesta segura hoy.
fi: Kevyt aerobinen työ on tänään turvallinen valinta.
fr: Le travail aérobie facile est le choix sûr aujourd’hui.
is: Létt loftháð vinna er örugga valið í dag.
it: Il lavoro aerobico facile è la scelta sicura oggi.
ja: 今日はイージーな有酸素運動が安全な選択です。
ko: 오늘은 가벼운 유산소가 안전한 선택입니다.
nb: Lett aerobt arbeid er det trygge valget i dag.
nl: Licht aeroob werk is vandaag de veilige keuze.
pt_br: Trabalho aeróbico leve é a aposta segura hoje.
ru: Лёгкая аэробная работа — безопасный выбор сегодня.
sv: Lätt aerobt arbete är det säkra valet idag.
zh_hans: 今天做轻松有氧是稳妥的选择。

source: Easy day or full rest — your body is asking for it.
ar: يوم سهل أو راحة كاملة — جسدك يطلب ذلك.
da: Let dag eller fuld hvile — din krop beder om det.
de: Lockerer Tag oder komplette Ruhe — dein Körper verlangt danach.
es: Día suave o descanso total — tu cuerpo lo está pidiendo.
fi: Kevyt päivä tai täysi lepo — kehosi pyytää sitä.
fr: Journée facile ou repos complet — votre corps le demande.
is: Léttur dagur eða full hvíld — líkaminn þinn biður um það.
it: Giornata leggera o riposo totale — il tuo corpo lo chiede.
ja: 軽い日か完全休養を — 体がそれを求めています。
ko: 가벼운 날 또는 완전 휴식 — 몸이 그것을 요구합니다.
nb: Lett dag eller full hvile — kroppen din ber om det.
nl: Lichte dag of volledige rust — je lichaam vraagt erom.
pt_br: Dia leve ou descanso total — seu corpo está pedindo.
ru: Лёгкий день или полный отдых — тело просит об этом.
sv: Lätt dag eller full vila — kroppen ber om det.
zh_hans: 轻松日或完全休息 — 身体正在提出要求。

source: Easy effort
ar: مجهود سهل
da: Let indsats
de: Lockere Belastung
es: Esfuerzo suave
fi: Kevyt rasitus
fr: Effort facile
is: Létt átak
it: Sforzo leggero
ja: 軽い負荷
ko: 가벼운 강도
nb: Lett innsats
nl: Lichte inspanning
pt_br: Esforço leve
ru: Лёгкое усилие
sv: Lätt ansträngning
zh_hans: 轻松强度

source: Easy effort — but HRR low
ar: مجهود سهل — لكن تعافي النبض منخفض
da: Let indsats — men lav HRR
de: Lockere Belastung — aber HRR niedrig
es: Esfuerzo suave — pero HRR baja
fi: Kevyt rasitus — mutta HRR matala
fr: Effort facile — mais HRR faible
is: Létt átak — en HRR lágt
it: Sforzo leggero — ma HRR bassa
ja: 軽い負荷 — ただし HRR が低い
ko: 가벼운 강도 — 그러나 HRR 낮음
nb: Lett innsats — men lav HRR
nl: Lichte inspanning — maar HRR laag
pt_br: Esforço leve — mas HRR baixa
ru: Лёгкое усилие — но HRR низкий
sv: Lätt insats — men låg HRR
zh_hans: 轻松强度 — 但心率恢复偏低

source: Easy to compute, easy to read: high pNN50 ⇒ heart rate is jumping around beat-to-beat ⇒ strong parasympathetic input. RMSSD is more sensitive but pNN50 is sometimes more readable on short windows.
ar: سهل الحساب وسهل القراءة: pNN50 مرتفع ⇒ معدل النبض يتقافز بين النبضات ⇒ مدخلات نظير ودية قوية. RMSSD أكثر حساسية، لكن pNN50 أحيانًا أوضح على النوافذ القصيرة.
da: Let at beregne, let at læse: høj pNN50 ⇒ pulsen springer fra slag til slag ⇒ stærkt parasympatisk input. RMSSD er mere følsom, men pNN50 er nogle gange lettere at aflæse på korte vinduer.
de: Leicht zu berechnen, leicht zu lesen: hoher pNN50 ⇒ die Herzfrequenz springt von Schlag zu Schlag ⇒ starker parasympathischer Einfluss. RMSSD ist empfindlicher, doch pNN50 ist auf kurzen Fenstern manchmal besser lesbar.
es: Fácil de calcular y de leer: pNN50 alto ⇒ la frecuencia cardíaca salta de latido a latido ⇒ fuerte aporte parasimpático. El RMSSD es más sensible, pero el pNN50 a veces se lee mejor en ventanas cortas.
fi: Helppo laskea, helppo lukea: korkea pNN50 ⇒ syke hyppii lyönnistä lyöntiin ⇒ vahva parasympaattinen panos. RMSSD on herkempi, mutta pNN50 on lyhyissä ikkunoissa joskus luettavampi.
fr: Facile à calculer, facile à lire : pNN50 élevé ⇒ la fréquence cardiaque varie fortement d’un battement à l’autre ⇒ fort apport parasympathique. Le RMSSD est plus sensible, mais le pNN50 est parfois plus lisible sur des fenêtres courtes.
is: Auðvelt að reikna, auðvelt að lesa: hátt pNN50 ⇒ púlsinn hoppar milli slaga ⇒ sterkt sefkerfisframlag. RMSSD er næmara en pNN50 er stundum læsilegra á stuttum gluggum.
it: Facile da calcolare, facile da leggere: pNN50 alto ⇒ la frequenza cardiaca salta da un battito all’altro ⇒ forte input parasimpatico. L’RMSSD è più sensibile, ma il pNN50 a volte è più leggibile su finestre brevi.
ja: 計算しやすく、読み取りやすい指標です。pNN50 が高い ⇒ 心拍が拍ごとに大きく揺れている ⇒ 副交感神経の入力が強い、ということです。RMSSD のほうが感度は高いものの、短いウィンドウでは pNN50 のほうが読み取りやすい場合があります。
ko: 계산이 쉽고 읽기도 쉽습니다: pNN50이 높음 ⇒ 심박이 박동마다 크게 요동침 ⇒ 부교감 입력이 강함. RMSSD가 더 민감하지만, 짧은 구간에서는 pNN50이 더 읽기 쉬울 때가 있습니다.
nb: Lett å beregne, lett å lese: høy pNN50 ⇒ pulsen hopper fra slag til slag ⇒ sterkt parasympatisk bidrag. RMSSD er mer følsom, men pNN50 er noen ganger lettere å lese på korte vinduer.
nl: Makkelijk te berekenen, makkelijk te lezen: hoge pNN50 ⇒ de hartslag springt van slag op slag ⇒ sterke parasympathische input. RMSSD is gevoeliger, maar pNN50 is op korte vensters soms beter leesbaar.
pt_br: Fácil de calcular e de ler: pNN50 alto ⇒ a frequência cardíaca varia muito de batimento a batimento ⇒ forte contribuição parassimpática. O RMSSD é mais sensível, mas o pNN50 às vezes é mais legível em janelas curtas.
ru: Легко считать и легко читать: высокий pNN50 ⇒ пульс сильно скачет от удара к удару ⇒ мощный парасимпатический вклад. RMSSD чувствительнее, но на коротких окнах pNN50 иногда читается лучше.
sv: Lätt att räkna ut, lätt att läsa: hög pNN50 ⇒ pulsen hoppar från slag till slag ⇒ starkt parasympatiskt bidrag. RMSSD är känsligare, men pNN50 är ibland mer lättläst på korta fönster.
zh_hans: 易于计算，也易于解读：pNN50 高 ⇒ 心率在逐拍之间波动明显 ⇒ 副交感输入强。RMSSD 更灵敏，但在短窗口下 pNN50 有时更易读。

source: edit
ar: تحرير
da: rediger
de: bearbeiten
es: editar
fi: muokkaa
fr: modifier
is: breyta
it: modifica
ja: 編集
ko: 편집
nb: rediger
nl: bewerken
pt_br: editar
ru: правка
sv: redigera
zh_hans: 编辑

source: Edit
ar: تحرير
da: Rediger
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
is: Breyta
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Bewerken
pt_br: Editar
ru: Изменить
sv: Redigera
zh_hans: 编辑

source: Edit sleep
ar: تعديل النوم
da: Rediger søvn
de: Schlaf bearbeiten
es: Editar sueño
fi: Muokkaa unta
fr: Modifier le sommeil
is: Breyta svefni
it: Modifica sonno
ja: 睡眠を編集
ko: 수면 편집
nb: Rediger søvn
nl: Slaap bewerken
pt_br: Editar sono
ru: Изменить сон
sv: Redigera sömn
zh_hans: 编辑睡眠

source: Edit Sleep
ar: تعديل النوم
da: Rediger søvn
de: Schlaf bearbeiten
es: Editar sueño
fi: Muokkaa unta
fr: Modifier le sommeil
is: Breyta svefni
it: Modifica sonno
ja: 睡眠を編集
ko: 수면 편집
nb: Rediger søvn
nl: Slaap bewerken
pt_br: Editar sono
ru: Изменить сон
sv: Redigera sömn
zh_hans: 编辑睡眠
